// Copyright (c) 2011 The Chromium OS Authors. All rights reserved.
// Use of this source code is governed by a BSD-style license that can be
// found in the LICENSE file.

/* Menus */
"Menu About" = "Chrome OS Görüntü Oluşturucu Hakkında";
"Menu Prefs" = "Tercihler…";
"Menu Services" = "Hizmetler";
"Menu Hide" = "Chrome OS Görüntü Oluşturucu'yu Gizle";
"Menu Hide Others" = "Diğerlerini Gizle";
"Menu Show All" = "Tümünü Göster";
"Menu Quit" = "Chrome OS Görüntü Oluşturucu'dan Çık";
"Menu Window" = "Pencere";
"Menu Minimize" = "Simge durumuna küçült";
"Menu Zoom" = "Yakınlaştır";
"Menu Bring All To Front" = "Tümünü Öne Getir";
"Menu Help" = "Yardım";
"Menu App Help" = "Chrome OS Görüntü Oluşturucu Yardımı";

/* Buttons */
"Button Previous" = "Önceki";
"Button Next" = "Sonraki";
"Button Stop" = "Durdur";
"Button Done" = "Bitti";

/* Tab: Select device model */
"Text Welcome" = "Chrome OS Görüntü Oluşturucu'ya hoş geldiniz! Lütfen kullandığınız Chrome OS cihazın modelini seçin.";
"Button Local Image" = "Yerel Görüntü…";

/* Tab: Select USB stick */
"Text Select Prompt" = "Kurtarma için kullanılacak bir USB bellek çubuğu seçin:";
"Text Insertion Prompt" = "Lütfen bir USB bellek çubuğu takın.";

/* Tab: Done */
"Text Congrats" = "Tebrikler, Chrome OS makineniz için kurtarma amaçlı bir önyükleme sürücüsü oluşturdunuz. Lütfen bunu bilgisayarınızdan çıkarın ve Chromebook'unuzun işletim sistemindeki sorunu gidermek için kullanın.";

/* Error starting Disk Arbitration. */
"NoDiskArb Message" = "Bu uygulama çalışamaz.";
"NoDiskArb Informative" = "Disk Arbitration'ın başlatılmasıyla ilgili sorun oluştu. Bu olmamalıydı.";
"NoDiskArb OK" = "Tamam";

/* Error retrieving config file. */
"CantGetConfig Message" = "Görüntülerin listesi alınamıyor.";
"CantGetConfig Informative" = "Kullanılabilir kurtarma görüntülerinin listesi alınırken bir sorun oluştu (%1$@). Lütfen ağ bağlantınızın çalışır durumda olduğundan emin olun.";
"CantGetConfig OK" = "Tamam";
"CantGetConfig Error NoConnection" = "Bağlantı sağlanamadı";
"CantGetConfig Error DownloadError" = "indirme sırasında bir hata oluştu";
"CantGetConfig Error StringCreate" = "yanıt kullanılamadı";

/* Version error. */
"VersionError Message" = "Uygulamanın bu sürümü çok eski.";
"VersionError Informative" = "Lütfen daha yeni bir sürümü indirin. Bu sürüm %1$@; en azından %2$@ sürümü gerekli. %3$@";
"VersionError OK" = "Yeni Sürümü Al";

/* File dialog to select a local file. */
"SelectLocal File" = "Lütfen bir görüntü seçin";
"SelectLocal Button" = "Seç";

/* Alert on writing stick. */
"WriteAlert Message" = "%1$@ bellek çubuğunu kalıcı olarak silmek istediğinizden emin misiniz?";
"WriteAlert Informative" = "Bellek çubuğunda şu anda var olan tüm veriler kalıcı olarak kaybolacaktır. Bu işlemi geri alamazsınız.";
"WriteAlert Cancel" = "Silme";
"WriteAlert OK" = "Sil";

"TooSmallAlert Message" = "%1$@ kullanılamaz; çok küçük.";
"TooSmallAlert Informative" = "En az %2$@ kapasiteye sahip bellek çubuğu gerekir.";
"TooSmallAlert OK" = "Tamam";

"NotWritable Message" = "%1$@ kullanılamaz; bellek çubuğu salt okunur.";
"NotWritable Informative" = "Bellek çubuğu salt okunur. Bellek çubuğunun üzerinde, yazılabilir olmasını sağlayacak bir düğme olabilir; aksi takdirde kullanılamaz.";
"NotWritable OK" = "Tamam";

/* Stick writing statuses. */
"Status Downloading" = "İndiriliyor…";
"Status Verifying" = "Doğrulanıyor…";
"Status Unpacking" = "Paket açılıyor…";
"Status Claiming" = "İsteniyor…";
"Status Unmounting" = "Bağlantısı kesiliyor…";
"Status Writing" = "Yazılıyor…";
"Status Ejecting" = "Çıkarılıyor…";
"Status Done" = "Bitti!";

"StatusAdd Attempt" = " (%1$d. deneme)";

/* Errors */
"Failure Downloading" = "Maalesef bir hata oluştu (kaynak görüntü indirilemedi). Tekrar denemek ister misiniz?";
"Failure Verifying Return Value" = "Maalesef bir hata oluştu (kaynak görüntü doğrulanmadı, program hatası, %1$s). Tekrar denemek ister misiniz?";
"Failure Verifying SHA Mismatch" = "Maalesef bir hata oluştu (kaynak görüntü doğrulanamadı, sağlama toplamı hatası). Tekrar denemek ister misiniz?";
"Failure Unpacking" = "Maalesef bir hata oluştu (kaynak görüntünün paketi açılamadı, %1$s). Tekrar denemek ister misiniz?";
"Failure Claiming" = "Maalesef bir hata oluştu (USB bellek çubuğu istenemedi). Tekrar denemek ister misiniz?";
"Failure Unmounting" = "Maalesef bir hata oluştu (USB bellek çubuğunun bağlantısı kesilemedi). Tekrar denemek ister misiniz?";
"Failure Opening Source Image" = "Maalesef bir hata oluştu (kaynak görüntü açılamadı, %1$s). Tekrar denemek ister misiniz?";
"Failure Opening Destination Device" = "Maalesef bir hata oluştu (USB bellek çubuğu açılamadı, %1$s). Tekrar denemek ister misiniz?";
"Failure Reading Source Image" = "Maalesef bir hata oluştu (kaynak görüntüden okunamadı, %1$s). Tekrar denemek ister misiniz?";
"Failure Writing Destination Device" = "Maalesef bir hata oluştu (USB bellek çubuğuna veri yazılamadı, %1$s). Tekrar denemek ister misiniz?";
"Failure Ejecting" = "Maalesef bir hata oluştu (USB bellek çubuğu çıkarılamadı). Tekrar denemek ister misiniz?";

"Failure Try Again" = "Tekrar Dene";
"Failure Quit" = "Çık";

"Failure Termination Status" = "Sonlandırma Durumu %d";

"Failure Internal Error 1" = "Beklenmedik Dosya Sonu İşareti (EOF)";
